docs/architecture-graphs/meta-systems.dot
digraph architecture {
  rankdir="LR";
  "artifacts";
  "ima";
  "scrapper";
  "scripts";
  "tests";
  "ima" -> "scrapper";
  "scripts" -> "ima";
  "scripts" -> "scrapper";
  "tests" -> "ima";
  "tests" -> "scrapper";
  "tests" -> "scripts";
}
